#+TITLE: Control de Cuenta Corriente
#+AUTHOR: mcasrom
#+HTML_HEAD: <style>td:nth-child(3)[label*="-"], td:nth-child(3):contains("-") { color: red; }</style>




#+NAME: libro_mayor
|      Fecha | Concepto         | Importe |  Saldo |
|------------+------------------+---------+--------|
| 2026-01-01 | Saldo Inicial    |  350.86 | 350.86 |
| 2026-01-01 | Cerradura        |      -3 | 347.86 |
| 2026-01-02 | Heredero 1 Extra |     100 | 447.86 |
| 2026-01-05 | 30x4 Herederos   |     120 | 567.86 |
| 2026-01-05 | Alarma           |  -43.94 | 523.92 |
| 2026-01-14 | Abono            |    5.15 | 529.07 |
| 2026-01-14 | Abono            |    0.53 | 529.60 |
| 2026-01-15 | Emuasa           |  -67.14 | 462.46 |
| 2026-01-22 | Energía          |  -67.12 | 395.34 |
| 2026-02-02 | Feb 30x4         |  120.00 | 515.34 |
| 2026.02-06 | Alarma           |  -43.94 | 471.40 |
| 2026-02-16 | Intereses +      |    0.61 | 472.01 |
| 2026-02-23 | Energia          |  -56.01 | 416.00 |
| 2026-03-05 | 30x4 Heredesros  |  120.00 | 536.00 |
| 2026-03-06 | Alarma           |  -34.26 | 501.74 |
| 2026-03-13 | Intereses +      |    0.28 | 502.02 |
| 2026-03-16 | Emuasa           |  -54.88 | 447.14 |
| 2026-03-19 | Energía          |  -32.96 | 414.18 |
| 2026-04-07 | 30x4 Herederos   |  120.00 | 534.18 |
| 2026-04-07 | Alarma           |  -34.26 | 499.92 |
| 2026-04-15 | Junta Hacendados | -109.16 | 390.76 |
| 2026-04-15 | Remun. CC        |    0.32 | 391.08 |
| 2026-04-16 | Abono Remun.     |    3.79 | 394.87 |
#+TBLFM: $4=vsum(@2$3..$3);%.2f


